# Завдання 1
print("Лабораторна робота №1")

print("Гліб Кобрин, ІКСМ-1, Навчальна Група №2")

# Завдання 2
a = 3
b = 6
c = 2
d = 3

result = a + b / c**d

print(result)

print(
    "Обгрунтування результату: \nОскільки Python при роботі з числами використовує такі самі правила, як і у математиці, то перш за все число 6 поділилося на 2 у 3 степені (8) \nДалі відбулося додавання 3 і отриманого результату після ділення (0.75) \nОстанньою операцією було додавання 3 і 0.75 в резульаті чого вийшов результат у 3.75"
)
